Revit 2027 API
ParameterTypeId.FccAttributionUrl Property
 "Attribution URL"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FccAttributionUrl { get; }
Public Shared ReadOnly Property FccAttributionUrl As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FccAttributionUrl {
	ForgeTypeId^ get ();
}
static member FccAttributionUrl : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace